{
  "rf": {
    "commands": null,
    "pair": {
      "choice": {
        "buttons": {
          "codewheel": {
            "codewheel_switch": "Stelle die Coderäder manuell ein."
          },
          "imitate": {
            "ACDB-6600": "Kopiere das Türklingelsignal."
          },
          "copy": {
            "default": "Kopiere eine gekoppelte Fernbedienung."
          },
          "generate": {
            "default": "Generiere ein neues Signal.",
            "codewheel": "Stelle die Coderäder manuell ein.",
            "dipswitch": "Stelle die DIP-Schalter ein."
          }
        },
        "body": {
          "doorbell": "Wähle aus, ob Du das Signal deiner Türklingel kopieren oder lieber ein neues Signal für die Koppelung mit Deiner Türklingel generieren möchtest.",
          "codewheel_switch": "Wähle aus, ob Du ein bereits bestehendes Signal von einer gekoppelten Fernbedienung kopieren oder lieber manuell die Coderäder einstellen möchtest, um dieses Gerät zu koppeln.",
          "default": "Click one of the buttons above to proceed.",
          "switch": "Wähle aus, ob Du ein bereits bestehendes Signal von einer gekoppelten Fernbedienung kopieren oder lieber ein neues Signal generieren möchtest, um dieses Gerät zu koppeln.",
          "codewheel": "Wähle aus, ob Du ein bereits bestehendes Signal von einer gekoppelten Fernbedienung kopieren oder lieber manuell die Coderäder einstellen möchtest, um dieses Gerät zu koppeln.",
          "dipswitch": "Wähle aus, ob Du ein bereits bestehendes Signal von einer gekoppelten Fernbedienung kopieren oder lieber manuell die DIP-Schalter einstellen möchtest, um dieses Gerät zu koppeln."
        },
        "title": {
          "default": "Wähle eine der folgenden Optionen:",
          "switch": "Kopiere das Signal einer Fernbedienung oder kopple ein Gerät mit Homey.",
          "codewheel": "Kopiere das Signal einer Fernbedienung oder stelle die Coderäder manuell ein.",
          "dipswitch": "Kopiere das Signal einer Fernbedienung oder stelle die DIP-Schalter manuell ein."
        }
      },
      "imitate": {
        "body": {
          "old_blinds": "Press the up/down button that is paired to your blinds.",
          "socket": "Drücke auf die Taste, die mit Deiner Steckdose gekoppelt ist.<p class=\"notice\">(Achtung: Für dieses Gerät unterstützt Homey nur Transmitter, deren Produkt-Code mit A beginnt. Falls Du eine alte Fernbedienung für dieses Gerät benutzt, dann lass Homey bitte ein neues Signal für das Gerät generieren.)</p>",
          "blinds": "Drücke auf die Hoch-/Runter-Taste, die mit Deinen Jalousien gekoppelt ist.<p class=\"notice\">(Achtung: Für dieses Gerät unterstützt Homey nur Transmitter, deren Produkt-Code mit A beginnt. Falls Du eine alte Fernbedienung für dieses Gerät benutzt, dann lass Homey bitte ein neues Signal für das Gerät generieren.)</p>",
          "AFR-100": "Drücke auf die Taste, die mit Deinem Verbindungsstück gekoppelt ist.",
          "build_in": "Drücke auf die Taste, die mit Deinem Gerät gekoppelt ist.",
          "sensor": "Löse Deinen Sensor manuell aus oder stelle den LEARN-Schalter auf DEL und dann zurück auf SET.",
          "doorbell": "Drücke auf die Taste für Deine Türklingel.",
          "ALED-2709": "Drücke auf die Taste, die mit Deiner Lampe gekoppelt ist.",
          "AMST-606": "Verbinde die zwei Teile Deines Sensors und trenne die Verbindung dann wieder.",
          "default": "Drücke auf die Taste auf Deiner Fernbedienung, die mit dem Gerät gekoppelt ist.",
          "remote": "Click a button on your remote to pair it.",
          "wall_switch": "Drücke auf eine beliebige Taste an Deinem Wandschalter, um ihn zu koppeln."
        },
        "title": {
          "socket": "Kopiere das Signal Deiner Fernbedienung.",
          "ABST-604": "Kopple Deinen Nachtsensor.",
          "AMST-606": "Kopple Deinen Kontaktsensor.",
          "sensor": "Kopple Deinen Sensor.",
          "default": "Kopiere das Signal Deiner Fernbedienung.",
          "remote": "Identifiziere Deine Fernbedienung.",
          "wall_switch": "Identifiziere Deinen Wandschalter.",
          "doorbell": "Identifiziere Deine Türklingel."
        }
      },
      "test_switch": {
        "title": {
          "socket": "Teste Deine Steckdose.",
          "AFR-100": "Teste Dein Verbindungsstück.",
          "build_in": "Teste Dein Gerät.",
          "ALED-2709": "Teste Deine Lampe."
        },
        "body": {
          "socket": "Verwende den Schalter oben, um Deine Steckdose zu testen. Drücke auf „weiter“, um fortzufahren.",
          "AFR-100": "Verwende den Schalter oben, um Dein Verbindungsstück zu testen. Drücke auf „weiter“, um fortzufahren.",
          "build_in": "Verwende den Schalter oben, um Dein Gerät zu testen. Drücke auf „weiter“, um fortzufahren.",
          "ALED-2709": "Verwende den Schalter oben, um Deine Lampe zu testen. Drücke auf „weiter“, um fortzufahren."
        }
      },
      "program": {
        "body": {
          "multiswitch": "Drücke auf die Programmieren-Taste für den Kanal, den Du koppeln möchtest. Die Leuchte für den gewählten Kanal sollte zu blinken beginnen, wenn Du die Taste loslässt. Wenn der Kopplungsmodus aktiv ist, drücke „Programmieren“.<p class=\"notice\">(Achtung: Falls Du bei der Koppelung Schwierigkeiten hast, dann setze Dein Gerät zurück, indem Du die Programmieren-Taste 10 Sekunden lang gedrückt hältst, bis die Leuchte blinkt. Drücke dann noch einmal die Programmieren-Taste.)</p>",
          "doorbell": "Drücke auf die Programmieren-Taste an Deiner Türklingel. Die Leuchte an der Türklingel sollte zu blinken beginnen, wenn Du die Taste loslässt. Wenn der Koppelungsmodus aktiv ist, drücke „Programmieren“.<p class=\"notice\">(Achtung: Falls Du bei der Koppelung Schwierigkeiten hast, dann setze die Türklingel zurück, indem Du die LEARN-Taste so lange gedrückt hältst, bis die Leuchte blinkt. Drücke dann noch einmal die LEARN-Taste, um den Speicher zu löschen.)</p>",
          "socket": "Press the program button on your socket, the light on your socket should start blinking when you release the button. When it is in pairing mode click 'Program'.<p class=\"notice\">(Note. If you experience difficulties pairing try to reset your device by holding the program button for 10 seconds when it is blinking and then pressing the program button once.)</p>",
          "AFR-100": "Press the program button on your fitting, the light on your fitting should start blinking when you release the button. When it is in pairing mode click 'Program'.<p class=\"notice\">(Note. If you experience difficulties pairing try to reset your device by holding the program button for 10 seconds when it is blinking and then pressing the program button once.)</p>",
          "build_in": "Press the program button on your device to put it in pairing mode, then click 'Program'.<p class=\"notice\">(Note. If you experience difficulties pairing try to reset your device by holding the program button for 10 seconds when it is blinking and then pressing the program button once.)</p>",
          "simple_socket": "Trenne die Steckdose für ein paar Sekunden vom Strom und verbinde sie dann wieder. Die Leuchte sollte nun blinken. Wenn der Koppelungsmodus aktiv ist, drücke „Programm“.<p class=\"notice\">(Achtung: Falls Du bei der Koppelung Schwierigkeiten hast, dann setze Dein Gerät zurück, indem Du es in den Koppelungsmodus versetzt und die Gruppe-Taste auf der Fernbedienung 5 Sekunden lang gedrückt hältst. Nun sollten alle Adressen aus der Steckdose gelöscht sein.)</p>",
          "ALED-003": "Entferne die eine Batterie aus der Lampe und setze sie erneut ein, um die Lampe in den Koppelungsmodus zu versetzen. Die Leuchte sollte nun langsam blinken. Drücke nun auf „Programm“.",
          "ALED-2709": "Turn the power to the light on and off 3 times, or turn the light on and off with your remote 5 times, within 15 seconds to put the lamp in pairing mode. The lamp should now be blinking. Then click 'Program'.<p class=\"notice\">(Note. If pairing fails and after pressing the program button the lamp goes on/off for 5 times instead of 2 the memory of your lamp is full. You can reset the memory by putting your lamp in pairing mode and pressing the off button of a KlikAanKlikUit remote 5 times. If this does not work, please consult the manual of your device for instructions on how to reset the memory.)</p>",
          "default": "Put your device in pairing mode, then click the 'Program' button to pair your device with Homey."
        },
        "title": {
          "build_in": "Put the device in pairing mode",
          "default": "Pair your device with Homey",
          "socket": "Put the socket in pairing mode"
        },
        "programbutton": {
          "default": "Programmieren"
        }
      },
      "test_button": {
        "title": {
          "doorbell": "Test your doorbell"
        },
        "body": {
          "doorbell": "Use the button above to test your doorbell. Press next to continue."
        }
      },
      "test": {
        "title": {
          "sensor": "Test your sensor",
          "ABST-604": "Test your night sensor",
          "motion_sensor": "Pair your motion sensor",
          "blinds": "Test your blinds",
          "AMST-606": "Test your contact sensor",
          "default": "Teste Dein Gerät.",
          "remote": "Test your remote",
          "wall_switch": "Test your wall switch",
          "socket": "Test your socket",
          "doorbell": "Test your doorbell"
        },
        "body": {
          "sensor": "Trigger your sensor manually or use the LEARN switch on your sensor to test the signal. Press next to continue.",
          "blinds": "Use the buttons above to test your blinds. Press next to continue.",
          "AMST-606": "Trigger your sensor manually to test the signal. Press next to continue.",
          "default": "Press a random button on your device or click the button in the image above to test the signal. Press next to continue.",
          "remote": "Press a random button on your remote or click the button in the image above to test the signal. Press next to continue.",
          "wall_switch": "Press a random button on your wall switch or click the buttons in the image above to test the signal. Press next to continue.",
          "socket_generated": "Use the switch above to test your socket. Press next to continue.",
          "socket": "Use your remote or the switch above to test your socket. Press next to continue.",
          "button_generated": "Use the button above to test your device. Press next to continue.",
          "button": "Use your remote or the button above to test your device. Press next to continue.",
          "switch_generated": "Verwende den Schalter oben, um Dein Gerät zu testen. Drücke auf „weiter“, um fortzufahren.",
          "switch": "Use your remote or the switch above to test your device. Press next to continue.",
          "doorbell_generated": "Use the button above to test your doorbell. Press next to continue.",
          "doorbell": "Use your doorbell button or the button above to test your device. Press next to continue.",
          "svg_buttons": "Use your remote or the buttons in the image above to test your device. Press next to continue."
        }
      },
      "info": {
        "title": {
          "default": "Info",
          "dipswitch": "Locate the dipswitches on your device",
          "codewheel": "Locate the codewheels on your device"
        },
        "body": {
          "default": "Info-Meldung",
          "dipswitch": "Locate the dipswitches on your device like displayed above, then click next.",
          "codewheel": "Locate the codewheels on your device like displayed above, then click next."
        }
      },
      "codewheel": {
        "programbutton": {
          "default": "Programmieren"
        },
        "title": {
          "default": "Configure your device code"
        },
        "body": {
          "default": "Click the characters on the code wheel above or configure the wheels on the device so they match, then click next."
        }
      },
      "dipswitch": {
        "programbutton": {
          "default": "Programmieren"
        },
        "title": {
          "default": "Configure your device dipswitches"
        },
        "body": {
          "default": "Click on the dipswitches above to put them in the same arrangement as those of your device, then click program."
        }
      },
      "done": {
        "title": {
          "default": "Adding device!"
        }
      }
    },
    "settings": {
      "groups": {
        "general": "General Settings"
      },
      "rotated": {
        "0": "No",
        "180": "Yes",
        "label": "Invert signal"
      }
    },
    "generic": {
      "on": "On",
      "off": "Off",
      "left": "Left",
      "middle": "Middle",
      "right": "Right",
      "up": "Up",
      "down": "Down",
      "button_pressed": "Button is pressed",
      "buttons": {
        "1": "Button 1",
        "2": "Button 2",
        "3": "Button 3",
        "4": "Button 4",
        "5": "Button 5",
        "6": "Button 6",
        "7": "Button 7",
        "8": "Button 8",
        "9": "Button 9",
        "10": "Button 10",
        "11": "Button 11",
        "12": "Button 12",
        "13": "Button 13",
        "14": "Button 14",
        "15": "Button 15",
        "16": "Button 16",
        "A": "Button A",
        "B": "Button B",
        "C": "Button C",
        "D": "Button D",
        "E": "Button E",
        "F": "Button F",
        "G": "Group Button",
        "all": "All Button",
        "bright": "Bright Button",
        "dim": "Dim Button",
        "left": "Left Button",
        "middle": "Middle Button",
        "right": "Right Button"
      },
      "channels": {
        "1": "Kanal 1",
        "2": "Kanal 2",
        "3": "Kanal 3",
        "4": "Kanal 4",
        "5": "Kanal 5",
        "I": "Kanal I",
        "II": "Kanal II",
        "III": "Kanal III",
        "IV": "Kanal IV",
        "V": "Kanal V",
        "A": "Kanal A",
        "B": "Kanal B",
        "C": "Kanal C",
        "D": "Kanal D",
        "E": "Kanal E",
        "F": "Kanal F"
      },
      "units": {
        "1": "Unit 1",
        "2": "Unit 2",
        "3": "Unit 3",
        "4": "Unit 4",
        "5": "Unit 5",
        "6": "Unit 6",
        "7": "Unit 7",
        "8": "Unit 8",
        "9": "Unit 9",
        "10": "Unit 10",
        "11": "Unit 11",
        "12": "Unit 12",
        "13": "Unit 13",
        "14": "Unit 14",
        "15": "Unit 15",
        "16": "Unit 16"
      }
    },
    "error": {
      "device_exists": "Dieses Gerät ist bereits mit Homey gekoppelt.",
      "no_device": "No device set to pair. Please close the pairing wizard and try again.",
      "no_settings": "No settings object. Please try again.",
      "invalid_device": "Verbindung zum Mikrocontroller fehlgeschlagen. Bitte starte Homey neu, indem Du es kurz vom Strom nimmst.",
      "invalid_device_data": "Das angelegte Gerät ist ungültig. Bitte entferne es und starte die Kopplung erneut.",
      "data_no_object": "Daten müssen ein Objekt sein!",
      "pairdevice_invalid_data": "Die Daten des neu gekoppelten Geräts sind ungültig, Änderungen werden zurückgesetzt.",
      "invalid_send_data": "Ungültiger Datensendeauftrag. Bitte kontaktieren Sie den Hersteller.",
      "cannot_pair_with_group_button": "Cannot pair device using the group button."
    }
  }
}